PersistenceErrorOccured=Ocorreu um erro de persist\u00eancia.
Previous=Anterior
Next=Posterior
#Novas Mensagens
InclusaoErro=Erro ao incluir registro.
AlteracaoErro=Erro ao atualizar registro.
ExclusaoErro=Erro ao excluir registro.
#Fim Novas Mensagens
InclusaoSucesso=Inclus\u00e3o efetuada com sucesso.
AlteracaoSucesso=Altera\u00e7\u00e3o efetuada com sucesso.
ExclusaoConfirma=Tem certeza que deseja excluir o item selecionado?
ExclusaoSucesso=Exclus\u00e3o efetuada com sucesso.
TelaFechar=Ao fechar a tela todos os dados que n\u00e3o foram salvos ser\u00e3o perdidos. Tem certeza?
TelaCamposObrigatorios=Um ou mais campos de preenchimento obrigat\u00f3rio est\u00e3o em branco.
InclusaoDuplicidade=Dado informado j\u00e1 existe.
PesquisaCampoObrigatorio=Nenhum campo de busca foi preenchido.
PesquisaItemInexistente=Informa\u00e7\u00e3o n\u00e3o encontrada.
TipoEquipamentoBloqueado=Tipo de Equipamento vinculado ao \u2018Equipamento e/ou Fornecedor\u2019, n\u00e3o \u00e9 permitido altera\u00e7\u00e3o ou exclus\u00e3o\u201d.
DadosNaoPodemGravar=Os dados n\u00e3o puderam ser gravados.
TpoManutencaoBloqueadoAlteracao=Tipo de manuten\u00e7\u00e3o vinculado a manuten\u00e7\u00e3o, n\u00e3o \u00e9 permitido altera\u00e7\u00e3o ou exclus\u00e3o.
TipoOcorrenciaBloqueadoAlteracao=Tipo de ocorr\u00eancia vinculado \u00e0 manuten\u00e7\u00e3o, n\u00e3o \u00e9 permitido altera\u00e7\u00e3o ou exclus\u00e3o.
MotivoAtrasoBloqueadoAlteracao=Motivo do atraso vinculado \u00e0 manuten\u00e7\u00e3o, n\u00e3o \u00e9 permitido altera\u00e7\u00e3o ou exclus\u00e3o.
MotivoCancelamentoBloqueadoAlteracao=Motivo do cancelamento atraso vinculado \u00e0 manuten\u00e7\u00e3o, n\u00e3o \u00e9 permitido altera\u00e7\u00e3o ou exclus\u00e3o.
QueisoAvaliacaoBloqueadoAlteracao=Quesito de Avalia\u00e7\u00e3o vinculado \u00e0 manuten\u00e7\u00e3o, n\u00e3o \u00e9 permitido altera\u00e7\u00e3o ou exclus\u00e3o.
FornecedorBloqueadoAlteracao=Fornecedor vinculado a pelo menos uma manuten\u00e7\u00e3o, n\u00e3o ser\u00e1 permitido altera\u00e7\u00e3o ou exclus\u00e3o\u201d.
BemPatrimonialVinculado=Bem Patrimonial com vinculado ao Tipo de Equipamento.
BemPatrimonialVinculoExclusaoConfirma=Tem certeza que deseja excluir o v\u00ednculo?
FornecedorVinculadoEquipamento=Fornecedor com vinculado ao Tipo de Equipamento.
BemPatrimonialSemIdentificado=Identificador do bem patrimonial n\u00e3o informado.
FornecedorPelaOrdemSevico=Fornecedor atendendo pela ordem de servi\u00e7o nr. (apresentar o n\u00famero da ordem de servi\u00e7o em atendimento).
BemPatrimonialVinculadoTipoEquipamento=Bem Patrimonial com v\u00ednculo ao Tipo de Equipamento com  manuten\u00e7\u00e3o atendendo pela ordem de servi\u00e7o nr. (apresentar o n\u00famero da ordem de servi\u00e7o em atendimento).
ManutencaoDuplicidade=Manuten\u00e7\u00e3o j\u00e1 inclu\u00edda, nr. (apresentar o n\u00famero da manuten\u00e7\u00e3o).
FornecedorSelecionarConfirma=Deseja selecionar fornecedor para a manuten\u00e7\u00e3o?
RelatorioErroGeracao=Erro na gera\u00e7\u00e3o do relat\u00f3rio.
SelecionarParametro=Pelo menos um par\u00e2metro deve ser selecionado.
OrdemServicoGerarNovamenteConfirma=Existe Ordem de servi\u00e7o para esta manuten\u00e7\u00e3o. Deseja gerar novamente?
OrdemServicoExclusaoConfirma=Confirma a exclus\u00e3o da Ordem de Servi\u00e7o?